Repository: oscarahalvorsen/masterproject
Catalog: datacollecting/MAALFRID/tmx/aho.no.csv-en-nb.deduped.tmx
Source language: en
Languages: nb

source: Systemic Design overarching approach and field.
nb: Systemisk Design som overordnet tilnærming og felt.

source: She is particularly interested in participation processes and was responsible for a 5-day charette that culminated in a regulation plan for Hausmania Cultural house in Oslo.
nb: Hun er svært opptatt av prosessarbeid og medvirkning, og var ansvarlig for en planprosess med en 5 dagers charette som endte med en reguleringsplan for Hausmania kulturhus i Oslo.

source: Students will be able to use this methodology to understand and tackle complex problems and to think systemically.
nb: Studentene vil bli i stand til å bruke denne metodikken til å forstå og takle komplekse problemer og å til å tenke systemisk.

source: GK1 architecture showcased its platform with concrete seating.
nb: GK1 arkitektur viste fram sin plattform med sitteplasser i betong.

source: It borrows its name from the technical term of a four dimensional cube, as well as from the cervical spinal nerve 8 which is responsible for the flexion of fingers in humans.
nb: Den låner sitt navn både fra den tekniske termen for en firedimensjonal kube og cervikal spinalnerve 8 som er ansvarlig for muskulaturkontroll i fingrene hos mennesker.

source: at Youngstorget in Oslo in conjunction with the IFLA Oslo 2019 World Conferance "Common Ground". Sep
nb: AHO-studenter på Youngstorget i Oslo i forbindelse med IFLA Oslo 2019 konferansen "Common Ground".

source: basic knowledge of the AT ONE service design method (Actor, Touchpoints, Offerings, Needs, Experiences)
nb: Grunnleggende kunnskap om AT ONE metoden for design av tjeneste (Actor, Touchpoints, Offerings, Needs, Experiences)

source: The parallelloppdrag teams are examining different options for the future of the Ring 1 and its existing pathway.
nb: Parallelloppdraget medfører stor tetthet i området sør for ring 1, noe som vanskeliggjør et åpent og kontinuerlig byrom.

source: She has been artistic professor at the Chalmers University of Technology (2003-05), visiting professor at Cornell University, New York (2011) and Universidad de Navarra, Spain (2014).
nb: Hun har vært kunstenerisk professor ved Chalmers Tekniske Högskola (2003-05), gjesteprofessor ved Cornell University, New York (2011) og Universidad de Navarra, Spania (2014).

source: Parkring regulations for bikes, motorcycles, kick bikes and the like
nb: Parkeringsbestemmelser for sykkel, motorsykkel, moped eller lignende

source: The competition was established in 1955 and is organized by the Design Zentrum Nordrhein Westfalen, Germany.
nb: Konkurransen ble etablert i 1955, og arrangeres av Design Zentrum Nordrhein Westfalen, Tyskland.

source: Passed foundation level (BA-level) courses at AHO in design or architecture or equivalent, 180 ECTS.
nb: Bestått emner i design eller arkitektur på grunnivå (bachelor) på AHO eller tilsvarende, til sammen 180 studiepoeng

source: CAFA works together with CAFA (Central Academy of Fine Arts, Beijing) with the research project Urbanisation of Rural China/Countryside Construction.
nb: AHO arbeider sammen med CAFA (Central Academy of Fine Arts, Beijing) med forskningsprosjektet Urbanisation of Rural China/Countryside Construction.

source: The course builds on Design Theory 1 and concerns how knowledge of design is used in research.
nb: Kurset bygger videre på arbeidet fra Designteori 1 og tar for seg hvordan designkunnskap anvendes i forskning.

source: Understand the meaning and ethical dimensions of field studies in design.
nb: Forstå betydningen av og etiske dimensjoner av feltstudier for design.

source: In 2014, a research team analyzed 63 Russian cities by appointment of the 4 th
nb: I 2014 ble en studie på 63 russiske byer gjennomført på kommisjon av det 4.

source: AHO has some of the most skilled, passionate people I have ever met.
nb: AHO har noen av de dyktigste, lidenskapelige menneskene jeg har truffet.

source: Can we, through design, envision and describe a future that supports a balanced distribution of power, values and resources?
nb: Kan vi, gjennom design, se for oss og beskrive en fremtid med en balansert fordeling av makt, verdier og ressurser?

source: It will be presented on aho.no on 21 April.
nb: Det vil bli gjort tilgjengelig på aho.no 21.

source: As part of this cooperation, AHO and BI have applied for funding from Skills Norway to develop a further education module for managers in Nedre Follo and Fredrikstad municipality.
nb: Som et ledd i dette samarbeidet har AHO og BI søkt og fått midler fra Kompetanse Norge for å utvikle en videreutdanningsmodul for ledere i Nedre Follo og Fredrikstad kommune.

source: The progress of our research fellows is affected by COVID-19.
nb: Progresjonen for våre stipendiater preges av Covid-19.

source: Specification and mapping of the site’s character, the building’s program and the guests’ needs will constitute the early studies in the studio.
nb: Spesifisering og kartlegging av øyens kvaliteter, bygningens program og gjestenes behov blir en viktig del av oppstartsarbeidet.

source: The Minister of Local Government and Modernisation Nikolai Astrup visited AHO on 26 October together with a group from the ministry’s Department for Planning.
nb: Kommunal- og moderniseringsminister Nikolai Astrup besøkte AHO den 26. oktober sammen med en gruppe fra Planavdelingen i departementet.

source: On completing the course, students will have learned the techniques of SOD including GIGA-Mapping, Timeline mapping, Rich Design Space, Zip analysis.
nb: Ved gjennomført studium skal studenten ha lært teknikkene fra SOD deriblant GIGA-mapping, Timeline mapping, Rich Design Space, ZIP-analyse.

source: the reference manager EndNote
nb: referansehåndtering i EndNote

source: The elective course will be on associative modelling in Rhino / Grasshopper / structural analysis by Karamba, virtual reality and Arduino based technology.
nb: Fordypningskurset vil ta for seg assosiativ modellering i Rhino / Grasshopper, strukturell analyse i Karamba, virtuell virkelighet og Arduino basert teknologi.

source: In the last two semesters, we have expanded the study to the fishing villages on the Finnmark coast, and in the spring of 2022 we will travel to and work in Western Finnmark.
nb: I de to siste semestrene har vi utvidet studien til fiskeværene på Finnmarkskysten, og våren 2022 skal vi reise til og arbeide i Vest-Finnmark.

source: This is something the organization aims to maintain in 2019.
nb: Dette er noe organisasjonen har som mål å opprettholde i 2019.

source: Spring 2020 is the last in a series of four courses.
nb: Høsten 2020 er det femte fordypningskurset som handler om romlige konsekvenser av norsk fiskerinæring.

source: In acquiring this methodical knowledge, you will practice solving multifaceted problems and learn to see connections between different problems and systems.
nb: Masterstudiet øker kandidatenes formelle kompetanse, styrker faglig kunnskap og gir innsikt og kompetanse i forsknings- og utviklingsarbeid innen systemer og design.

source: • Knowledge of key concepts and topics in philosophy, including an understanding of key philosophical positions, the differences between them and the objections against them.
nb: • Kjennskap til viktige begreper og problemstillinger i filosofien, samt forståelse av sentral filosofiske posisjoner, forskjellene mellom dem og innvendinger mot dem.

source: Through workshops, lectures, discussion of examples and group learned SOD and GIGA-Mapping, Very Fast Learning (VFL) and Rich Design Space.
nb: Gjennom Workshops, forelesninger, diskusjon av eksempler og gruppearbeid læres SOD og Giga-mapping, VRLP og Rich Design Space.

source: The themes are also associated with the research project C-SAN-Futures and the involved MedTech companies that usually are research-heavy, High- and MedTech companies.
nb: Temaene er i tillegg tilknyttet forskningsprosjektet C-SAN-Futures og de inngående MedTech bedriftene som vanligvis er forskingstunge High- og MedTech bedrifter.

source: Both programme options had a record number of applicants this year at 50, which is close to a 100 per cent increase from 2019.
nb: Begge studieretningene hadde rekordhøye søknadstall i år, med 50 og nærmere 100 prosent økning fra forrige runde i 2019.

source: This has a huge consequence for the public transport in and out of Oslo, and can make it difficult for a lot of people to get to the office.
nb: Dette får store konsekvenser for kollektivtrafikken inn og ut av Oslo, og kan gjøre det vanskelig for mange å komme seg på jobb.

source: Hybridizations between Design and Art, between art installations, toys and furniture, audiences, users, and creators, products and services, hardware and software, use and abuse, etc.
nb: Hybridiseringer mellom design og kunst, mellom kunst installasjoner, leker og møbler, mellom betraktere, brukere og skapere, produkter og tjenester, hardware og software, bruk og missbruk osv.

source: Moreover, it can easily be utilised by people who are not designers, because the method is flexible and adapts to individual needs and situations.
nb: Den kan fint anvendes av folk som ikke er designere, da metoden er fleksibel og kan tilpasses individuelle behov og situasjoner.

source: All business travel and study trips abroad in 2020 have been cancelled.
nb: Alle tjenestereiser og studieturer til utlandet i 2020 avlyses.

source: "You will get a world class education", said prorector Rachel Troye during her initial speech.
nb: "Dere vil få en utdannelse i verdensklasse", sa prorektor Rachel Troye i åpningstalen.

source: We can open for more users and/or shorten the loan time to 7 days.
nb: Dette kan endres til 7 dager og utvide antall samtidige bruker dersom vi får beskjed om dette.

source: students should use and practice different methods like gigamapping, forecasting,AICE, 3B and others.
nb: Studentene skal kunne anvende metoder som gigamapping, forecasting, backcasting, AICE, 3B analyse og merkevare bygging.

source: Individual and group work.
nb: Individuelt arbeid og i grupper.

source: The exhibition is part of the research project Re-inscribing the Warburg Institute at OCCAS, AHO.
nb: Utstillingen er del av forskningsprosjektet Re-inscribing the Warburg Instituteved OCCAS (the Oslo Centre for Critical Architectural Studies), AHO.

source: AHO must reorganise the recruitment of students for the academic year 2021–2022.
nb: AHO må legge om rekruttering av studenter til studieåret 2021 – 2022.

source: Students will gain an understanding of how public service development is taking place today, and how this differs from the development of commercial services.
nb: Studentene vil få en forståelse av hvordan utvikling av offentlige tjenester skjer i dag, og hvordan denne skiller seg fra utvikling av kommersielle tjenester.

source: The sensor-team then have a total of 15 minutes for questions, discussion and feedback.
nb: Sensorteamet har deretter totalt 15 minutter til spørsmål, diskusjon og tilbakemelding.

source: The course gives the students knowledge of key works, tendencies and periods in architecture, design and art history.
nb: Kurset gir studentene oversikt over hovedverker, tendenser og perioder i arkitektur-, design- og kunsthistorien.

source: On the day of the diploma-presentations each student is given 20 minutes to present their diploma.
nb: På presentasjonsdagen får hver student 20 minutter til å presentere sitt diplomprosjekt.

source: Please limit parking in the courtyard to 10 minutes.
nb: Ved varelevering/-henting er det tillatt å parkere utenom oppmerkede plasser i maksimum 10 minutter.

source: Calling for Curator: Oslo Architecture Triennale 2019
nb: Søker etter kurator for Oslo arkitekturtriennale 2019

source: To celebrate the 75th anniversary of the Oslo School of Architecture and Design – AHO Open, first-year architecture students have been assigned the task of designing and building an installation in the school's backyard.
nb: I anledning 75-års jubileet til Arkitektur- og designhøgskolen i Oslo - AHO Open har arkitektstudenter fra første studieår fått i oppdrag å prosjektere og bygge en installasjon i skolens bakgård.

source: Thank you for sharing.
nb: Takk for at vi fikk ta del.

source: "Architecture on Display" is a research based studio course organized in collaboration with the Oslo Centre for Critical Architectural Studies (OCCAS) and the National Museum of Art, Architecture and Design.
nb: "Arkitektur på utstilling" er et forskningsbasert studiokurs organisert i samarbeid med Oslo Centre for Critical Architectural Studies (OCCAS) og Nasjonalmuseet, avdeling for arkitektur.

source: Knowledge: The student will understand a set of field study methods from design practices, human factors(ergonomics and ethnography.
nb: Kunnskaper Studenten vil forstå et sett av feltstudiemetoder fra designpraksis, human factors/ ergonomi og etnografi.

source: Academic Services is preparing for spring and a digital course presentation in November
nb: Studieadministrasjonen forbereder våren og en digital kurspresensasjon i november

source: Kari Anne Bråthen is an ecologist at UiT-Arctic University of Norway, who finds great interest in exploring the interdisciplinary boundary between Landscape Architecture and Ecology.
nb: Kari Anne Bråthen er økolog ved UiT-norges arktiske universitet, og har stor interesse i å utforske det tverrfaglige grensesnittet mellom landskapsarkitektur og økologi.

source: Passed foundation level courses (bachelor)
nb: Bestått grunnundervisning (bachelor)

source: After last lecture the 10 assignments should be produced as one documents and handed in.
nb: De 10 oppgavene fra høstens produksjon samles i ett dokument for innlevering.

source: Program management - Organization and period
nb: Generelt om behandling av klage på karakterfastsettelse

source: The associative modelling component introduces beginners to associative design and those that already know Grasshopper to a series of generative tools within the software.
nb: Komponenten 'assosiative modellering' vil introdusere nybegynnere i assosiativ design, og de som allerede kjenner Grasshopper til en serie av programvarens generative verktøy.

source: Per Olaf's article is entitled "Architecture inside a Technological Treadwheel" and will be published in China in December
nb: Per Olafs artikkel har tittlen «Architecture inside a Technological Treadwheel» og som vil komme ut i Kina i desember

source: This research based studio will admit maximum 10 dedicated students, interested in visual culture, exhibition curating, as well as singular, fragile antiquities and their mass medial representations.
nb: Dette forskningsbaserte studio tar opp maks. 10 dedikerte studenter med interesse for visuell kultur, utstillingskuratering, unike objekter og deres massemediale representasjoner.

source: The interview was published in Nordic Art.
nb: Intervjuet er publisert i Nordic Art

source: Guest lecture x 2: Meanwhile in Russia
nb: Gjesteforelesning x 2:

source: Finally, Do remember that mistakes, failures, embarrassments and disappointments are a necessary component of growing wise.
nb: kjenn deg selv, unngå å legge en livsplan og husk at feil, mangler, flauser og skuffelser er nødvendig erfaringer for å bli klok.

source: Last InfoCorona email was sent Wednesday 15 December:
nb: Siste InfoCorona-mail ble sendt ut onsdag 15. desember:

source: One spatial concept will be selected by jury, developed and implemented 1:1, on site or if needed, transferred to alternative location.
nb: Ett konsept vil utvelges av en jury, utvikles og implementert 1:1, på valgt tomt, eller om nødvendig, flyttet til alternativ lokalisering.

source: In the fall of 2019 Karl Otto Ellefsen together with Tarald Lundevall published the book "North Atlantic Coast - A Monography of Place" at PAX publisher.
nb: Høsten 2019 ga Karl Otto Ellefsen sammen med Tarald Lundevall ut boka «North Atlantic Coast - A Monography of Place» på PAX forlag.

source: Categories such as vernacular antiquities, mountain passes, photography/film, toys, maps, posters, postcards, Russia, textiles, typography/calligraphy hints at the scope of this cornucopia.
nb: Kategoriene alminnelig ualminnelig, bondeantikviteter, fjelloverganger, foto/film, leker, kart, plakater, postkort, Russland, tekstil, typografi/kalligrafi gir et hint om dette overflødighetshornets omfang.

source: The experience-based master’s degree in systems-oriented design is a part-time and seminar-based study programme that comprises 90 credits (ECTS) and is completed after three years.
nb: Videreutdanningsmaster i systemorientert design er et samlingsbasert deltidsstudium. Studiet omfatter 90 studiepoeng og går over tre år.

source: Karin Helms has received several awards for her academic contributions.
nb: Karin Helms har mottatt flere priser for sine akademiske bidrag.

source: Experts in respective fields, counting Tim Anstey, Inga Bostad, Mari Hvattum, Mari Lending, Victor Plahte Tschudi and Even Smith Wergeland, join forces to teach you not only about past monuments but also about the methods that enable us to think, write and talk about them.
nb: En ekspertgruppe bestående av Tim Anstey, Inga Bostad, Mari Hvattum, Mari Lending, Victor Plahte Tschudi og Even Smith Wergeland går altså sammen for å lære deg ikke bare om monumentene men også om metodene som gjør at vi kan tenke, skrive og snakke om dem.

source: By registering for class after studentweb opens in June, you accept your assigned seats in the courses.
nb: Styret delegerer til forskningsutvalget å oppnevne vitenskapelige komiteer for bedømming av doktorgradsavhandlinger.

source: The course includes course literature in design processes and methods, as well as aesthetics and practical design.
nb: Kurset har tilhørende pensumlitteratur innen designprosess og metoder, samt innen estetikk og formgivning.

source: Guest lecture: Studio Pascal Flammer // ETH Zurich
nb: Gjesteforelesning: Studio Pascal Flammer // ETH Zurich

source: Framework agreement with Semantix Translations Norway AS
nb: Rammeavtale med Semantix Translations Norway AS

source: RESEARCH: Through lectures and project work.
nb: Gjennom forelesning og prosjektarbeid.

source: Per Olaf Fjeld has been active over the past year with a number of international lectures, jury work and writing.
nb: Per Olaf Fjeld har vært aktiv det siste året med en rekke internasjonale foredrag, juryarbeid og skriving.

source: The container is placed at shed 13 between Filipstad and Tjuvholmen along the Oslo harbor promenade.
nb: Containeren er plassert ved skur 13 mellom Filipstad og Tjuvholmen. TIDSPUNKT

source: The mapping, conceived as a series of layered, interlinked chronologies, will explore quantitative (data-driven), historiography (archive research) and qualitative (memory and oral histories) aspect of this territory.
nb: Kartleggingen vil ta form som en serie lagdelte, men beslektede kronologier, og vil utforske kvantitative (data-drevne), historiografiske (arkiv-data) og kvalitative (minner og muntlige historier) aspekter ved dette territoriet.

source: People who are ill should stay home 2.
nb: Syke personer skal holde seg hjemme 2.

source: This movement was started by SOD teachers here at AHO and other people mainly from Canada, India, Italy and the US.
nb: Denne bevegelsen ble startet av SOD-forelesere her ved AHO og andre mennesker, hovedsakelig fra Canada, India, Italia og USA.

source: earlier this year) + Best of Show for
nb: tidligere i år) samt Best of Show for

source: Ingrid Halland is an architecture and design historian and art critic.
nb: Ingrid Halland er arkitektur- og designhistoriker og kunstkritiker.

source: Recommend for Service Design students.
nb: Kurset er anbefalt for studenter som tar tjenestedesign.

source: A field trip is planned to New York city, combined with a workshop in Havana, Cuba; host city of the Havana Art Biennial 2015.
nb: En studietur er planlagt til New York city, kombinert med en workshop in Havana, Cuba; vertsby til Havana Art Biennial 2015.

source: We are proud to announce that Karin Helms is professor in landscape architecture at AHO.
nb: Vi er stolte av å kunne annonsere at Karin Helms er ny professor i landskapsarkitektur på AHO.

source: The course presentations will be held on Zoom on 22 April.
nb: april. Kurspresentasjonene vil være på Zoom 22.

source: In 2013 Klasson received Young Talent Award from Norwegian Design Council.
nb: I 2013 ble Edvin tildelt utmerkelsen Unge talenter fra Norsk designråd.

source: As part of OCCAS’ international research project
nb: Som del av OCCAS’ internasjonale forskningsprosjekt

source: • Developing drawing skills
nb: • Utvikle tegneferdigheter

source: The theme of the exhibition is the translation of ’Nature’ with the use of 3D printers, photogrammetry scans, laser engraving, CNC milling, etc.
nb: Temaet for utstillingen er fortolkning av naturen ved hjelp av teknikker som 3D-printing, fotografisk scanning, lasergravering, CNC etc.

source: You can read more about this on InfoCorona for members of staff.
nb: Du kan lese mer om det på InfoCorona for ansatte

source: The aim is to rethink the mat-building typology as a locally specific architecture and tectonic system.
nb: Målet er å revurdere 'mat-building' typologien som et lokalspesifikt arkitektur og tektonisk system.

source: • Knowledge of key concepts and principles of ethics (moral philosophy), as well as understanding of different ethical positions, the differences between them and the objections against them.
nb: • Kjennskap til viktige begreper og prinsipper innen etikk (moralfilosofi), samt forståelse av ulike etiske posisjoner, forskjellene mellom dem og innvendinger mot dem.

source: In Warburg’s native Hamburg a purpose designed building, the Kulturwissenschaftliche Bibliothek Warburg, was completed in 1926 to accommodate his remarkable collection of books, and a radical conversion was initiated that created a Planetarium for Hamburg in a disused water tower (1930).
nb: Kulturwissenschaftliche Bibliothek Warburg (1926) ble skreddersydd for boksamlingen på nabotomten til kunsthistorikerens egen bolig, og Warburg var dypt involvert i transformasjonen av et vanntårn til et Planetarium (1930), der han demonstrerte sine banebrytende teorier om den antikke verdens overlevelse i moderniteten og bilders reiser i tid og rom.

source: What is it like to study at AHO compared to Versaille?
nb: Hvordan er det å studere ved AHO sammenlignet med Versailles?

source: Systems Oriented Design´s objective is to learn to deal with increasing complexity, larger contexts and understand greater depth and more of the consequences of our choices, both for business, trade, retail, public services and community.
nb: Systemorientert design har som formål å lære å håndtere større kompleksitet, større sammenhenger og forstå større dybde og mer av konsekvensene av våre valg, både for bedrift, kunde, sluttbruker og samfunn.

source: , which has a very active community in Oslo.
nb: , som har egen avdeling i Oslo.

source: Project presentation and report, video and exhibition that easily communicate the project for the AHO WORKS EXHIBITION.
nb: Prosjektrapport med presentasjon, video og utstilling, som enkelt formidler prosjektet på AHO WORKS utstillingen.

source: The student will have skills in data driven computational design processes that integrate associative modelling, advanced visualization and data collection.
nb: Ved gjennomført studium skal studenten ha ferdigheter i data-drevne computational design prosesser som integrerer assosiativ modellering, avansert visualisering og datainnsamling.

source: Workshops, lectures, individual and in groups.
nb: Workshops, forelesninger, individuelt og i grupper.
